# 1. Применить 18 стартовых миграций
# 2. Создать модель данных Article с полями title, content, publication_date, views
# 3. Создать и применить миграции для модели данных Article
# 4. Установить Shell Plus и добавить его в settings.py
# 5. Загрузить тестовые данные из article.json в базу данных
# 6. Создать новую статью через Shell Plus
# 7. Прочитать статью с ID=10 через Shell Plus
# 8. Прочитать все статьи через Shell Plus
# 9. Изменить статью с ID=7 через Shell Plus
# 10. Удалить статью с ID=3 через Shell Plus